; Generated (15.03.2022 21:54:39) by Restore Desktop Icon Layouts v2.0 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
HideWindowOnStartup=0
HideWhenMinimized=0
GridLines=0
AutoRename=0
ConfirmDelete=1
DisableAutoArrange=1
TrayRestoreCount=9
ContextMenuTargetPath=1
ContextMenuOnlyRestored=1
ContextMenuRestoreCount=3
TbarButtonEffect=1
CmdWaitForRestore=3
SaveOnExit=1
WinPositions=720,480,538,211

[Language_English]
Translator="BlueLife"
01="ReIcon help users to Save and restore desktop icon layout"
02="Please Wait..."
03="New Icon-Layout"
04="#NUM icons, %CurrentUser%"
05="&File\n &Edit\n &Options\n &Help"
06="Restore Icon Layout"
07="Save Icon Layout"
08="Delete Selected Icon Layout"
09="Refresh List"
10="About"
11="Name\n Resolution\n Date-Time\n Detail\n ID"
12="&Show Reicon"
13="&Exit Reicon"
14="&Save Icon Layout"
15="&Restore Icon Layout"
16="&Import List"
17="&Export List"
18="Open &Startup Folder"
19="Open &App Folder"
20="&Command Line Info"
21="&Exit"
22="&Restore"
23="&Update"
24="&Move to Top"
25="&Rename"
26="&Delete"
27="&Delete All"
28="&Add a Shortcut to Startup Folder"
29="&Create Shortcut"
30="&Refresh List"
31="&Always On Top"
32="&Hide Window on Startup"
33="&Hide When Minimized"
34="Start Reicon with Windows"
35="&Show Grid Lines"
36="&Auto Rename"
37="&Warn Before Deleting"
38="&Disable Auto Arrange"
39="&Align Icons To Grid"
40="&Add Context Menu"
41="Enable Win11 &Classic Context Menu"
42="Restart &Explorer"
43="&Show Hidden Files"
44="&Show File Extensions"
45="&Rebuild Shell Icon Cache"
46="&Open Configuration File"
47="&Open Icon Layout File"
48="Add to the &Desktop Context Menu"
49="Add to the &My Computer Context Menu"
50="Use &Shift Key to Display"
51="&Add Only Restore Option"
52="&Copy to Program Files"
53="Open &Installation Folder"
54="&Uninstall All"
55="&Donate"
56="&Contact"
57="&HomePage"
58="&About"
59="&Desktop Icon Layout"
60="&#NUM. Restore Icon Layout"
61="&#NUM. Save to Icon Layout"
62="&Launch ReIcon"
63="Icon Layout Files"
64="Shortcut"
65="Windows is logged off"
66="Do you want to delete the selected icon layout?\n Do you want to delete the selected icon layouts?\n Do you want to delete the entire list?"
67="Do you want to update selected icon layout?"
68="Please delete a few restore points!"
69="Error Code:"
70="Cannot get information from desktop!"
71="Unable to write file!"
72="You must have administrator rights for this function!"
73="The program restarted with administrator privileges.\n Please repeat your previous action!"
74="To apply the settings windows explorer need to restart!\n Do you want to restart Windows Explorer?"

[Language_German_Deutsch]
Translator="Velociraptor"
01="ReIcon hilft Benutzern beim Speichern und Wiederherstellen des Desktop Icon Layouts"
02="Bitte warten..."
03="Neue Icon Anordnung"
04="#NUM icons, %CurrentUser%"
05="&Datei\n &Bearbeiten\n &Optionen\n &Hilfe"
06="Icon Anordnung wiederherstellen"
07="Icon Anordnung speichern"
08="Gewählte Icon Anordnung löschen"
09="Liste aktualisieren"
10="Über"
11="Name\n Auflösung\n Datum-Uhrzeit\n Detail\n ID"
12="&Reicon anzeigen"
13="&Reicon beenden"
14="&Icon Anordnung speichern"
15="&Icon Anordnung wiederherstellen"
16="&Liste importieren"
17="&Liste exportieren"
18="Startordner &öffnen"
19="Apps-Ordner &öfnen"
20="&Kommandozeilen info"
21="&beenden"
22="&Wiederherstellen"
23="&Aktualisieren"
24="&Nach oben verschieben"
25="&Umbenennen"
26="&Löschen"
27="&Alles löschen"
28="&Verknüfung in den Autostartordner einfügen"
29="&Verknüpfung erstellen"
30="&Liste erneuern"
31="&Immer im Vordergrund"
32="&beim Start ausblenden"
33="&Ausblenden, wenn minimiert"
34="Reicon mit Windows starten "
35="&Gitterlinien anzeigen"
36="&Automatisch umbenennen"
37="&vor dem Löschen warnen"
38="&Automatische Ausrichtung abschalten"
39="&Icons am Gitter ausrichten"
40="&Zu Kontext-Menü zufügen"
41="Win11 Klassisches Kontextmenü Design aktivieren"
42="&Explorer neu starten"
43="&Versteckte Dateien anzeigen"
44="&Dateiendungen anzeigen"
45="& Icon CacheDatei neu erstellen"
46="&Konfigurationsdatei öffnen"
47="&Icon Anordnungs-Datei öffnen"
48="zum Desktop Kontextmenü hinzufügen"
49="zum Mein PC Kontextmenü hinzufügen"
50="Benütze Shift Taste für Anzeige"
51="&Nur Wiederherstellungs-Option zufügen"
52="&in den Ordner Programme kopieren"
53="Öffnen Sie den Installationsordner"
54="&Alles deinstallieren"
55="&Spenden"
56="&Kontakt"
57="&Webseite"
58="&Über"
59="&Desktop Icon-Anordnung"
60="&#NUM. Icon Anordnung wiederherstellen"
61="&#NUM. Icon Anordnung speichern"
62="&ReIcon starten"
63="Icon Anordnungs Datein"
64="Verknüpfung"
65="Windows ist abgemeldet"
66="Möchten Sie die ausgewählten Symbollayout löschen?\n Möchten Sie die ausgewählten Symbollayouts löschen?\n Möchten Sie die gesamte Liste löschen?"
67="Möchten Sie das ausgewählte Icon-Layout aktualisieren?"
68="Bitte einige Wiederherstellungspunkte löschen!"
69="Fehler Code:"
70="Bekomme keine Info vom Desktop!"
71="Datei kann nicht geschrieben werden!"
72="Für diese Funktion müssen Sie über Administratorrechte verfügen!"
73="ReIcon wurde mit Administratorrechten gestartet.\n Bitte wiederholen Sie Ihre vorherige Aktion!"
74="Um die Einstellungen zu übernehmen, muss der Windows Explorer neu gestartet werden!\n Möchten Sie Windows Explorer neu starten?"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="ReIcon, masaüstü simge düzenini kaydedip, yedeği geri yüklemek için hazırlanmıştır."
02="Lütfen Bekleyin..."
03="Yeni Simge Düzeni"
04="#NUM simge, %CurrentUser%"
05="&Dosya\n &Düzenle\n &Seçenekler\n &Yardım"
06="Simge Düzenini Geri Yükle"
07="Simge Düzenini Kaydet"
08="Seçili Simge Düzenini Sil"
09="Listeyi Yenile"
10="Hakkında"
11="İsim\n Çözünürlük\n Tarih-Saat\n Ayrıntı\n Kimlik"
12="&Reicon'u Göster"
13="&Reicon'u Kapat"
14="&Simge Düzenini Kaydet"
15="&Simge Düzenini Geri Yükle"
16="&Liste Al"
17="&Listeyi Dışa Aktar"
18="&Başlangıç Klasörünü Aç"
19="&ReIcon Klasörünü Aç"
20="&Komut Satırı Bilgisi"
21="&Çıkış"
22="&Geri Yükle"
23="&Güncelle"
24="&En Üste Taşı"
25="&Yeniden Adlandır"
26="&Sil"
27="&Tümünü Sil"
28="&Başlangıç Klasörüne Kısayol Ekle"
29="&Kısayol Oluştur"
30="&Listeyi Yenile"
31="&Her Zaman En Üstte"
32="&Başlangıçta Pencereyi Gizle"
33="&Küçültüldüğünde Pencereyi Gizle"
34="&Reicon'u Windows ile Başlat"
35="&Kılavuz Çizgilerini Göster"
36="&Otomatik Yeniden Adlandır"
37="&Silmeden Önce Uyar"
38="&Simgeleri Otomatik Düzenleyi Kapat"
39="&Simgeleri Kılavuz Çizgisine Hizala"
40="&Sağ Tuş Menüsüne Ekle"
41="Win11 &Klasik İçerik Menüsünü Etkinleştir"
42="&Explorer'ı Yeniden Başlat"
43="&Gizli Dosyaları Göster"
44="&Dosya Uzantılarını Göster"
45="&Kabuk Simgesi Önbelleğini Yeniden Oluştur"
46="&Yapılandırma Dosyasını Aç"
47="&Simge Düzen Dosyasını Aç"
48="&Masaüstü Sağ Tuş Menüsüne Ekle"
49="&Bilgisayarım Sağ Tuş Menüsüne Ekle"
50="&Shift Tuşuna Basınca Görünsün"
51="&Sadece Geri Yükleme Seçeneği Olsun"
52="&Program Files Klasörüne Ekle"
53="&Kurulu ReIcon Klasörünü Aç"
54="&Hepsini Menülerden Kaldır"
55="&Bağış Yap"
56="&İletişim"
57="&AnaSayfa"
58="&Hakkında"
59="&Masaüstü Simge Düzeni"
60="&#NUM. Simge Düzenini Geri Yükle"
61="&#NUM. Simge Düzenine Kaydet"
62="&ReIcon'u Başlat"
63="Simge Düzen Dosyaları"
64="Kısayol"
65="Windows oturumu kapatıldı"
66="Seçilen simge düzenini silmek istiyor musunuz?\n Seçilen simge düzenlerini silmek istiyor musunuz?\n Tüm listeyi silmek istiyor musunuz?"
67="Seçilen simge düzenini güncellemek istiyor musunuz?"
68="Lütfen birkaç geri yükleme noktasını silin!"
69="Hata Kodu:"
70="Masaüstünden bilgi alınamıyor!"
71="Hedef dosyaya yazılamıyor!"
72="Bu fonksiyon için yönetici haklarına sahip olmalısınız!"
73="Program, yönetici ayrıcalıklarıyla yeniden başlatıldı.\n Lütfen önceki işleminizi tekrarlayınız!"
74="Ayarları uygulamak için Windows Gezgini'nin yeniden başlatılması gerekiyor!\n Windows Gezgini'ni yeniden başlatmak istiyor musunuz?"

[Language_French_Français]
Translator="Largo"
01="ReIcon aide les utilisateurs à enregistrer et à restaurer la disposition des icônes du bureau"
02="Veuillez patienter..."
03="Nouvelle disposition des icônes"
04="#NUM icônes, %CurrentUser%"
05="&Fichier\n &Éditer\n &Options\n &Aide"
06="Restaurer position des icônes"
07="Sauvegarder position des icônes"
08="Supprimer position des icônes sélectionnées"
09="Actualiser la liste"
10="À propos de"
11="Nom\n Résolution\n Date-Heure\n Détail\n ID"
12="&Afficher Reicon"
13="&Quitter Reicon"
14="&Sauvegarder position des icônes"
15="&Restaurer position des icônes"
16="&Importer Liste"
17="&Exporter Liste"
18="Ouvrir le dossier &Démarrage"
19="Ouvrir le dossier &App"
20="&Infos de la ligne de commande"
21="&Quitter"
22="&Restaurer"
23="&Mettre à jour"
24="&Déplacer vers le haut"
25="&Renommer"
26="&Supprimer"
27="&Supprimer Tout"
28="&Ajouter un raccourci au dossier de démarrage"
29="&Créer un raccourci"
30="&Actualiser Liste"
31="&Toujours visible"
32="&Masquer la fenêtre au démarrage"
33="&Masquer une fois réduit"
34="Démarrer Reicon avec Windows"
35="&Afficher les lignes du quadrillage"
36="&Renommage automatique"
37="&Avertir avant suppression"
38="&Désactiver la disposition automatique"
39="&Aligner les icônes sur la grille"
40="&Ajouter au Menu Contextuel"
41="Activer le menu contextuel &classique Win11"
42="Redémarrer &Explorer"
43="&Afficher les fichiers masqués"
44="&Afficher les extensions de fichier"
45="&Reconstruire le cache d'icônes Shell"
46="&Ouvrir le fichier de configuration"
47="&Ouvrir le fichier de mise en page des icônes"
48="Ajouter au menu contextuel du &bureau"
49="Ajouter au menu contextuel de &Mon ordinateur"
50="Utiliser la &touche Maj pour afficher"
51="&Ajouter seulement l'option de restauration"
52="&Copier dans Program Files"
53="Ouvrir le dossier &Installation"
54="&Désinstallez tout"
55="&Don"
56="&Contact"
57="&Page d'Accueil"
58="&À propos de"
59="&Disposition des icônes du bureau"
60="&#NUM. Restaurer la disposition des icônes"
61="&#NUM. Enregistrer dans la disposition des icônes"
62="&Lancer ReIcon"
63="Fichiers de disposition des icônes"
64="Raccourci "
65="Windows est déconnecté"
66="Voulez-vous supprimer la disposition d'icônes sélectionnée ?\n Voulez-vous supprimer les dispositions d'icônes sélectionnées ?\n Voulez-vous supprimer la liste entière ?"
67="Voulez-vous mettre à jour la disposition de l'icône sélectionnée?"
68="Veuillez supprimer certains points de restauration!"
69="Code d'Erreur:"
70="Impossible de recevoir Informations de l'ordinateur de bureau!"
71="Impossible d'écrire le fichier!"
72="Vous devez avoir les droits d'administrateur pour cette fonction!"
73="Le programme a redémarré avec des privilèges d'administrateur.\n Veuillez répéter l'action précédente!"
74="Pour appliquer les paramètres, l'explorateur Windows doit redémarrer !\n Voulez-vous redémarrer l'Explorateur Windows ?"51="&Ajouter seulement l'option de restauration"
52="&Copier dans Program Files"
53="Ouvrir le dossier &Installation"
54="&Désinstallez tout"
55="&Don"
56="&Contact"
57="&Page d'Accueil"
58="&À propos de"
59="&Disposition des icônes du bureau"
60="&#NUM. Restaurer la disposition des icônes"
61="&#NUM. Enregistrer dans la disposition des icônes"
62="&Lancer ReIcon"
63="Fichiers de disposition des icônes"
64="Raccourci "
65="Windows est déconnecté"
66="Voulez-vous supprimer la disposition d'icônes sélectionnée ?\n Voulez-vous supprimer les dispositions d'icônes sélectionnées ?\n Voulez-vous supprimer la liste entière ?"
67="Voulez-vous mettre à jour la disposition de l'icône sélectionnée?"
68="Veuillez supprimer certains points de restauration!"
69="Code d'Erreur:"
70="Impossible de recevoir Informations de l'ordinateur de bureau!"
71="Impossible d'écrire le fichier!"
72="Vous devez avoir les droits d'administrateur pour cette fonction!"
73="Le programme a redémarré avec des privilèges d'administrateur.\n Veuillez répéter l'action précédente!"
74="Pour appliquer les paramètres, l'explorateur Windows doit re

[Language_Polish_Polski]
Translator="www.portable.info.pl"
01="ReIcon pomaga użytkownikom zapisywać i przywracać układ ikon pulpitu"
02="Proszę czekać..."
03="Nowy układ ikon"
04="#Ikony NUM, %CurrentUser%"
05="&Plik\n &Edytuj\n &Opcje\n &Pomoc"
06="Przywróć układ ikon"
07="Zapisz układ ikon"
08="Usuń wybrany układ ikon"
09="Odśwież listę"
10="O programie"
11="Nazwa\n Rozdzielczość\n Data-Godzina\n Szczegóły\n Identyfikator ID"
12="&Pokaż ReIcon"
13="&Wyjdź z ReIcon"
14="&Zapisz układ ikon"
15="&Przywróć układ ikon"
16="&Importuj listę"
17="&Eksportuj listę"
18="Otwórz folder &startowy"
19="Otwórz folder &aplikacji"
20="Informacje &wiersza poleceń"
21="&Wyjdź"
22="&Przywróć"
23="&Aktualizuj"
24="&Przenieś na górę"
25="&Zmień nazwę"
26="&Usuń"
27="&Usuń wszystko"
28="&Dodaj skrót do folderu startowego"
29="&Utwórz skrót"
30="&Odśwież listę"
31="&Zawsze na wierzchu"
32="&Ukryj okno przy starcie"
33="&Ukryj po zminimalizowaniu"
34="Uruchom ReIcon w systemie Windows"
35="&Pokaż linie siatki"
36="&Automatyczna zmiana nazwy"
37="&Ostrzegaj przed usunięciem"
38="&Wyłącz automatyczne rozmieszczanie"
39="&Wyrównaj ikony do siatki"
40="&Dodaj menu kontekstowe"
41="Włącz &klasyczne menu kontekstowe Win11"
42="Uruchom ponownie eksploratora"
43="&Pokaż ukryte pliki"
44="&Pokaż rozszerzenia plików"
45="&Odbuduj pamięć podręczną ikon powłoki"
46="&Otwórz plik konfiguracyjny"
47="&Otwórz plik układu ikon"
48="Dodaj do menu kontekstowego &Pulpitu"
49="Dodaj do menu kontekstowego &Mój komputer"
50="Użyj klawisza &Shift do wyświetlania"
51="&Dodaj tylko opcję przywracania"
52="&Kopiuj do plików programu"
53="Otwórz folder &instalacyjny"
54="&Odinstaluj wszystko"
55="&Darowizna"
56="&Kontakt"
57="&Strona główna"
58="&O programie"
59="&Układ ikon pulpitu"
60="&#NUM. Przywróć układ ikon"
61="&#NUM. Zapisz w układzie ikon"
62="&Uruchom Reicon"
63="Pliki układu ikon"
64="Skrót"
65="Windows jest wylogowany"
66="Czy chcesz usunąć wybrany układ ikon?\n Czy chcesz usunąć wybrane układy ikon?\n Czy chcesz usunąć całą listę?"
67="Czy chcesz zaktualizować wybrany układ ikon?"
68="Proszę usunąć kilka punktów przywracania!"
69="Kod błędu:"
70="Nie można uzyskać informacji z pulpitu!"
71="Nie można zapisać pliku!"
72="Musisz mieć uprawnienia administratora dla tej funkcji!"
73="Program został ponownie uruchomiony z uprawnieniami administratora.\n Proszę powtórzyć poprzednie działanie!"
74="Aby zastosować ustawienia, należy ponownie uruchomić Eksploratora Windows!\n Czy chcesz ponownie uruchomić Eksploratora Windows?"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="A ReIcon segít a felhasználóknak az asztali ikonok elrendezésének mentésében és visszaállításában."
02="Kérjük, várjon..."
03="Új ikon elrendezés"
04="#NUM ikon, %CurrentUser%"
05="&Fájl\n&Szerkesztés\n&Beállítások\n&Súgó"
06="Ikon elrendezés visszaállítása"
07="Ikon elrendezés mentése"
08="A kiválasztott ikon elrendezés törlése"
09="Lista frissítése"
10="Névjegy"
11="Név\nFelbontás\nDátum-idő\nRészlet\nAzonosító"
12="&Reicon megjelenítése"
13="Kilépés a Reicon-ból"
14="&Ikon elrendezés mentése"
15="&Ikon elrendezés visszaállítása"
16="Lista &importálása"
17="Lista &exportálása"
18="&Indítópult mappa megnyitása"
19="&Az alkalmazás mappájának megnyitása"
20="&Parancssori információ"
21="&Kilépés"
22="&Visszaállítás"
23="&Frissítés"
24="&Mozgatás a tetejére"
25="&Átnevezés"
26="&Törlés"
27="&Összes törlése"
28="&Parancsikon hozzáadása az Indítópult mappához"
29="&Parancsikon létrehozása"
30="&Lista frissítése"
31="&Mindig felül"
32="&Ablak elrejtése indításkor"
33="&Elrejtés kis méretre állításkor"
34="A Reicon indítása a Windows rendszerrel"
35="&Rácsvonalak megjelenítése"
36="&Automatikus átnevezés"
37="&Figyelmeztetés törlés előtt"
38="&Automatikus elrendezés letiltása"
39="&Az ikonok rácshoz igazítása"
40="&Helyi menü hozzáadása"
41="Win11 &klasszikus helyi menü engedélyezése"
42="Az &Intéző újraindítása"
43="&Rejtett fájlok megjelenítése"
44="&Fájlnévkiterjesztések megjelenítése"
45="&Ikon gyorsítótár újraépítése"
46="&Konfigurációs fájl megnyitása"
47="&Ikon elrendezés fájl megnyitása"
48="Hozzáadás az &Asztal helyi menüjéhez"
49="Hozzáadás az &Ez a gép helyi menüjéhez"
50="A &Shift billentyű használata a megjelenítéshez"
51="&Csak a visszaállítási lehetőség hozzáadása"
52="&Másolás a Program Files mappába"
53="&Telepítési mappa megnyitása"
54="&Összes eltávolítása"
55="&Adomány"
56="&Kapcsolat"
57="&Honlap"
58="&Névjegy"
59="&Asztali ikon elrendezés"
60="&#NUM. Ikon elrendezés visszaállítása"
61="&#NUM. Ikon elrendezés mentése"
62="ReIcon indítása"
63="Ikon elrendezés fájlok"
64="Parancsikon"
65="A Windows kijelentkezett"
66="Törölni szeretné a kiválasztott ikon elrendezést?\nTörölni szeretné a kiválasztott ikon elrendezéseket?\nA teljes listát szeretné törölni?"
67="Szeretné frissíteni a kiválasztott ikonok elrendezését?"
68="Kérjük, töröljön néhány helyreállítási pontot!"
69="Hibakód:"
70="Nem lehet információt kapni az asztalról!"
71="Fájl írása nem lehetséges!"
72="Ehhez a funkcióhoz rendszergazdai jogokkal kell rendelkeznie!"
73="A program rendszergazdai jogosultságokkal indult újra.\nKérjük, ismételje meg az előző műveletet!"
74="A beállítások alkalmazásához a Windows Intézőt újra kell indítani!\nSzeretné újraindítani a Windows Intézőt?"

[Language_Russian_Pусский]
Translator="V.Romanovskij"
01="ReIcon помогает сохранять и восстанавливать расположение иконок на рабочем столе"
02="Подождите немного..."
03="Новая раскладка"
04="#NUM иконок, %CurrentUser%"
05="&Файл\n&Правка\n&Опции\n&Помощь"
06="Восстановить раскладку иконок"
07="Сохранить раскладку иконок"
08="Удалить выбранную раскладку"
09="Обновить список"
10="О программе"
11="Имя\nРазрешение\nДата-Время\nСведения\nID"
12="&Показать Reicon"
13="&Выйти"
14="&Сохранить раскладку иконок"
15="&Восстановить раскладку иконок"
16="&Импорт списка"
17="&Экспорт списка"
18="Открыть &папку автозагрузки"
19="Открыть &папку программы"
20="&Сведения о командной строке"
21="&Выйти"
22="&Восстановить"
23="&Обновить"
24="&Переместить вверх"
25="&Переименовать"
26="&Удалить"
27="&Удалить всё"
28="&Добавить ярлык в папку автозагрузки"
29="&Создать ярлык"
30="&Обновить список"
31="&Всегда поверх окон"
32="&Скрывать окно при запуске"
33="&Скрывать при сворачивании"
34="Запсукать Reicon с Windows"
35="&Показать сетку"
36="&Автопереименование"
37="&Предупреждать перед удалением."
38="&Отключить автоупорядочивание"
39="&Выровнять значки по сетке"
40="&Добавить в контекстное меню"
41="Включить &классическое контекстное меню Win11"
42="Перезапустить &Проводник"
43="&Показывать скрытые файлы"
44="&Показывать расширения файлов"
45="&Перестроить кеш иконок оболочки"
46="&Открыть файл конфигурации программы"
47="&Открыть файл раскладок иконок"
48="Добавить в контекстное меню &рабочего стола"
49="Добавить в контекстное меню &Мой компьютер"
50="Использовать &Shift для отображения"
51="&Добавить только опцию восстановления"
52="&Копировать в Program Files"
53="Открыть &папку установки"
54="&Удалить отовсюду"
55="&Пожертвовать"
56="&Контакты"
57="&Домашняя страница"
58="&О программе"
59="&Макет иконок рабочего стола"
60="&#NUM. Восстановить раскладку иконок"
61="&#NUM. Сохранить раскладку иконок"
62="&Запуск ReIcon"
63="Файлы раскладки иконок"
64="Ярлык"
65="Windows - выход из системы"
66="Удалить выбранную раскладку иконок?\nУдалить выбранные раскладки иконок?\nУдалить весь список?"
67="Обновить выбранную раскладку иконок?"
68="Удалите несколько точек восстановления"
69="Код ошибки:"
70="Не удаётся получить информацию от рабочего стола!"
71="Невозможно записать файл!"
72="Для использования этой функции у вас должны быть права администратора!"
73="Программа перезапущена с правами администратора.\nПожалуйста, повторите предыдущее действие!"
74="Для применения настроек Проводник необходимо перезапустить!\nПерезапустить проводник Windows?"

[Language_Chinese (Simplified)_简体中文]
Translator="MagicGenius"
01="ReIcon 帮助用户保存和恢复桌面图标布局"
02="请稍等..."
03="新图标布局"
04="#NUM 图标, %CurrentUser%"
05="文件(&F)\n编辑(&E)\n选项(&O)\n帮助(&H)"
06="恢复图标布局"
07="保存图标布局"
08="删除选中的图标布局"
09="刷新列表"
10="关于"
11="名称\n分辨率\n日期时间\n详细信息\nID"
12="显示 Reicon(&S)"
13="退出 Reicon(&E)"
14="保存图标布局(&S)"
15="恢复图标布局(&R)"
16="导入列表(&I)"
17="导出列表(&E)"
18="打开启动文件夹(&S)"
19="打开程序文件夹(&A)"
20="命令行信息(&C)"
21="退出(&E)"
22="恢复(&R)"
23="更新(&U)"
24="移至顶部(&M)"
25="重命名(&R)"
26="删除(&D)"
27="全部删除(&D)"
28="添加快捷方式到启动文件夹(&A)"
29="创建快捷方式(&C)"
30="刷新列表(&R)"
31="总是置于顶部(&A)"
32="启动时隐藏窗口(&H)"
33="最小化时隐藏(&H)"
34="Reicon 随 Windows 启动"
35="显示网格线(&S)"
36="自动重命名(A)"
37="删除前警告(&W)"
38="禁用自动排列(&D)"
39="将图标与网格对齐(&A)"
40="添加右键关联菜单(&A)"
41="启用 Win11 经典右键关联菜单(&C)"
42="重启资源管理器(&E)"
43="显示隐藏文件(&S)"
44="显示文件扩展名(&S)"
45="重建图标缓存(&R)"
46="打开配置文件(&O)"
47="打开图标布局文件(&O)"
48="添加到桌面右键关联菜单(&D)"
49="添加到此电脑右键关联菜单(&M)"
50="使用 Shift 键显示(&S)"
51="添加仅恢复选项(&A)"
52="复制到程序文件夹(&C)"
53="打开安装文件夹(&I)"
54="完全卸载(&U)"
55="捐赠(&D)"
56="联系(&C)"
57="主页(&H)"
58="关于(&A)"
59="桌面图标布局(&D)"
60="&#NUM. 恢复图标布局"
61="&#NUM. 保存图标布局"
62="启动 ReIcon(&L)"
63="图标布局文件"
64="快捷方式"
65="Windows 已注销"
66="是否要删除选中的图标布局?\n是否要删除选中的图标布局?\n是否要删除全部列表?"
67="是否要更新选中的图标布局?"
68="请删除几个还原点!"
69="错误代码:"
70="无法从桌面获取信息!"
71="无法写入文件!"
72="使用此功能您必须拥有管理员权限!"
73="程序以管理员权限重新启动。\n请重复你之前的动作!"
74="要应用此设置,Windows资源管理器需要重新启动!\n要重新启动 Windows 资源管理器吗?"

[Language_Korean_한국어]
Translator="Jaehyung Lee, kolanp@gmail.com & 비너스걸, https://venusgirls.tistory.com/"
01="ReIcon은 사용자가 바탕 화면 아이콘 레이아웃을 저장하고 복원할 수 있도록 도와줍니다"
02="잠시 기다려 주세요..."
03="새 아이콘 레이아웃"
04="#NUM 아이콘, %CurrentUser%"
05="파일(&F)\n 편집(&E)\n 옵션(&O)\n 도움말(&H)"
06="아이콘 레이아웃 복원"
07="아이콘 레이아웃 저장"
08="선택한 아이콘 레이아웃 삭제"
09="목록 새로 고침"
10="정보"
11="이름\n 해상도\n 날짜-시간\n 세부 정보\n ID"
12="Reicon 표시(&S)"
13="Reicon 종료(&E)"
14="아이콘 레이아웃 저장(&S)"
15="아이콘 레이아웃 복원(&R)"
16="목록 가져오기(&I)"
17="목록 내보내기(&E)"
18="시작 폴더 열기(&S)"
19="앱 폴더 열기(&A)"
20="명령줄 정보(&C)"
21="종료(&E)"
22="복원(&R)"
23="업데이트(&U)"
24="맨 위로 이동(&M)"
25="이름 바꾸기(&R)"
26="삭제(&D)"
27="모두 삭제(&D)"
28="시작 폴더에 바로 가기 추가(&A)"
29="바로 가기 만들기(&C)"
30="목록 새로 고침(&R)"
31="항상 위에 표시(&A)"
32="시작시 창 숨기기(&H)"
33="최소화시 숨기기(&H)"
34="Windows 시작시 Reicon 실행(&H)"
35="격자선 표시(&S)"
36="자동 이름 바꾸기(&A)"
37="삭제 전 알림(&W)"
38="자동 정렬 비활성화(&D)"
39="격자에 아이콘 정렬(&A)"
40="상황에 맞는 메뉴 추가(&A)"
41="Win11 클래식 상황에 맞는 메뉴 사용함(&C)"
42="탐색기 재시작(&S)"
43="숨김 파일 표시(&S)"
44="파일 확장자 표시(&S)"
45="쉘 아이콘 캐시 재구축(&R)"
46="구성 파일 열기(&O)"
47="아이콘 레이아웃 파일 열기(&O)"
48="바탕 화면 상황에 맞는 메뉴에 추가(&D)"
49="내 컴퓨터 상황에 맞는 메뉴에 추가(&M)"
50="Shift 키를 사용하여 표시(&S)"
51="복원 옵션만 추가(&A)"
52="Program Files에 복사(&C)"
53="설치 폴더 열기(&I)"
54="모두 제거(&U)"
55="기부(&D)"
56="고객 지원(&C)"
57="홈페이지&H)"
58="정보(&A)"
59="바탕 화면 아이콘 레이아웃(&D)"
60="#NUM. 아이콘 레이아웃 복원(&#)"
61="#NUM. 아이콘 레이아웃에 저장(&#)"
62="ReIcon 실행(&L)"
63="아이콘 레이아웃 파일"
64="바로 가기"
65="Windows가 로그오프되었습니다."
66="선택한 아이콘 레이아웃을 삭제하시겠습니까?\n 선택한 아이콘 레이아웃들을 삭제하시겠습니까?\n 전체 목록을 삭제하시겠습니까?"
67="선택한 아이콘 레이아웃을 업데이트하시겠습니까?"
68="일부 복원 지점을 삭제하세요!"
69="오류 코드:"
70="바탕 화면에서 정보를 가져올 수 없습니다!"
71="파일을 작성할 수 없습니다!"
72="이 기능을 사용하려면 관리자 권한이 있어야 합니다!"
73="프로그램이 관리자 권한으로 다시 시작되었습니다.\n 이전 작업을 반복하세요!"
74="설정을 적용하려면 Windows 탐색기를 다시 시작해야 합니다!\n Windows 탐색기를 다시 시작하시겠습니까?"

[Language_Swedish_Svenska]
Translator="1ff"
01="ReIcon\nhjälper användare att spara och återställa skrivbordets ikonlayout"
02="Vänligen vänta..."
03="Ny ikonlayout"
04="#NUM ikoner. %Nuvarande användare%"
05="&Fil\n&Redigera\n&Alternativ\n&Hjälp"
06="Återställ ikonlayouten"
07="Spara ikonlayouten"
08="Radera vald ikonlayout"
09="Uppdatera listan"
10="Om"
11="Namn\nUpplösning\nDatum-Tid\nDetalj\nID"
12="&Visa ReIcon"
13="&Avsluta ReIcon"
14="&Spara ikonlayouten"
15="&Återställ ikonlayouten"
16="&Importera en lista"
17="&Exportera en lista"
18="Öppna &startmappen"
19="Öppna &appmappen"
20="&Kommandoradsinformation"
21="&Avsluta"
22="&Återställ"
23="&Uppdatera"
24="&Flytta överst"
25="&Byt namn"
26="&Radera"
27="&Radera alla"
28="&Lägg till en genväg till startmappen"
29="&Skapa en genväg"
30="&Uppdatera listan"
31="&Alltid överst"
32="&Dölj fönstret vid starten"
33="&Dölj vid minimisering"
34="Starta ReIkon med Windows"
35="&Visa rutnätslinjer"
36="&Byt namn automatiskt"
37="&Varna innan radering"
38="&Inaktivera autoarrangering"
39="&Anpassa ikonerna till nätet"
40="&Lägg till snabbmeny"
41="Aktivera Win11 &klassiska snabbmeny"
42="Starta om &Utforskaren"
43="&Visa dolda filer"
44="&Visa filtilläggsnamnen"
45="&Bygg om shell icon cache"
46="&Öppna konfigurationsfilen"
47="&Öppna ikonlayoutfilen"
48="Lägg till i &skrivbordssnabbmenyn"
49="Lägg till i &snabbmenyn i Den här datorn"
50="Använd &Shift-tangenten för visning"
51="&Lägg endast till återställningsalternativ"
52="&Kopiera till mappen Program"
53="Öppna &installationsmappen"
54="&Avinstallera alla"
55="&Donera"
56="&Kontakt"
57="&Hemsida"
58="&Om"
59="&Skrivbordsikonlayout"
60="&#NUM. Återställ ikonlayouten"
61="&#NUM. Spara till ikonlayouten"
62="&Starta ReIcon"
63="Ikonlayoutfiler"
64="Genväg"
65="Windows är utloggat"
66="Vill du radera den valda ikonlayouten?\nVill du radera de valda ikonlayouterna?\nVill du radera hela listan?"
67="Vill du uppdatera den valda ikonlayouten?"
68="Var god radera några återställningspunkter!"
69="Felkod:"
70="Kan inte få någon info från skrivbordet!"
71="Kunde inte skriva filen!"
72="Du behöver ha Adminrättigheter för denna funktion!"
73="Programmet startade om med Adminrättigheter.\nVänligen upprepa din tidigare aktion!"
74="För att tillämpa inställningarna behöver Utforskaren starta om!\nVill du starta om Utforskaren?"

[Language_Japanese_日本語]
Translator="https://github.com/dai"
01="ReIcon はデスクトップのアイコンレイアウトを保存、復元するお手伝いをします"
02="お待ちください..."
03="新規 アイコンレイアウト"
04="#NUM 個のアイコン, %CurrentUser%"
05="ファイル(&F)\n 編集(&E)\n オプション(&O)\n ヘルプ(&H)"
06="アイコンレイアウトを復元する"
07="アイコンレイアウトを保存する"
08="選択したアイコンレイアウトを削除する"
09="リストの更新"
10="About"
11="名前\n 解像度\n 日時\n 詳細\n ID"
12="Reiconを表示(&S)"
13="Reiconを終了(&E)"
14="アイコンレイアウトを保存(&S)"
15="アイコンレイアウトを復元(&R)"
16="リストをインポート(&I)"
17="リストをエクスポート(&E)"
18="スタートアップ フォルダーを開く(&S)"
19="アプリのフォルダーを開く(&A)"
20="コマンドライン情報(&C)"
21="終了(&E)"
22="復元(&R)"
23="更新(&U)"
24="Topに移動(&M)"
25="リネーム(&R)"
26="削除(&D)"
27="すべて削除(&D)"
28="スタートアップにショートカットを作成(&A)"
29="ショートカットを作成(&C)"
30="リストを更新(&R)"
31="常に前面(&A)"
32="起動時は画面を非表示(&H)"
33="最小化時に非表示(&H)"
34="Reiconをスタートアップに登録"
35="グリッドを有効にする(&S)"
36="自動でリネーム(&A)"
37="削除するときに確認(&W)"
38="自動アレンジを無効にする(&D)"
39="グリッドに吸着する(&A)"
40="コンテキストメニューに追加する(&A)"
41="Win11のクラシックコンテキストメニューに追加する (&C)"
42="エクスプローラーを再起動(&E)"
43="隠しファイルを表示する(&S)"
44="拡張子を表示する(&S)"
45="シェルアイコンキャッシュを再構築する(&R)"
46="設定ファイルを開く(&O)"
47="アイコンレイアウトファイルを開く(&O)"
48="デスクトップのコンテキストメニューに追加する(&D)"
49="マイコンピューターのコンテキストメニューに追加する(&M)"
50="表示にShiftキーを使用する(&S)"
51="復元オプションのみ追加する(&A)"
52="Program Filesにコピーする(&C)"
53="インストールフォルダーを開く(&I)"
54="すべてアンインストール(&U)"
55="寄付する(&D)"
56="連絡する(&C)"
57="&Homepage"
58="&About"
59="デスクトップアイコンレイアウト(&D)"
60="&#NUM. 復元しました"
61="&#NUM. 保存しました"
62="Reiconを起動する(&L)"
63="アイコンレイアウトファイル"
64="ショートカット"
65="Windowsをログオフする"
66="選択したアイコンレイアウトを削除してもよろしいですか？\n 選択したアイコンレイアウトを削除してもよろしいですか？\n 選択したリストを削除してもよろしいですか？"
67="選択したアイコンレイアウトを更新してもよろしいですか？"
68="復元ポイントを削除してください！"
69="エラーコード:"
70="デスクトップ情報を取得できません！"
71="ファイルを書き込めません!"
72="これには管理者権限が必要です！"
73="プログラムを終了し管理者権限で再起動してください。\n 再度お試しください！"
74="設定を反映させるにはエクスプローラーの再起動が必要です！\n Windows Explorerを再起動してもよろしいですか？"

[Language_Portuguese_Português Brasil]
Translator="Anderson (anerim@gmail.com)"
01="ReIcon ajuda os usuários a salvar e restaurar o layout dos ícones da Área de Trabalho"
02="Por Favor, Aguarde..."
03="Novo Layout de Ícones"
04="#NUM Ícones, %CurrentUser%"
05="&Arquivo\n &Editar\n &Opções\n &Ajuda"
06="Restaurar Layout de Ícones"
07="Salvar Layout dos Ícones"
08="Excluir Layout dos Ícones Selecionados"
09="Atualizar Lista"
10="Sobre"
11="Nome\n Resolução\n Data-Hora\n Detalhe\n ID"
12="&Mostrar Reícon"
13="&Sair do Reícon"
14="&Salvar Layout dos Ícones"
15="&Restaurar o Layout dos Ícones"
16="&Importar Lista"
17="&Exportar Lista"
18="Abrir &Pasta de Inicialização"
19="Abrir &Pasta de Aplicativos"
20="&Parâmetros para a Linha de Comando"
21="&Sair"
22="&Restaurar"
23="&Atualizar"
24="&Mover para o Topo"
25="&Renomear"
26="&Excluir"
27="&Excluir Tudo"
28="&Adicionar Atalho à Pasta de Inicialização"
29="&Criar Atalho"
30="&Atualizar Lista"
31="&Sempre no Topo"
32="&Ocultar Janela na Inicialização"
33="&Ocultar quando Minimizado"
34="Iniciar o Reicon com o Windows"
35="&Mostrar Linhas de Grade"
36="&Renomear Automaticamente"
37="&Avisar antes de Excluir"
38="&Desativar Organização Automática"
39="&Alinhar Ícones à Grade"
40="&Adicionar Menu de Contexto"
41="Ativar Win11 &Menu de Contexto Clássico"
42="Reiniciar &Explorador"
43="&Mostrar Arquivos Ocultos"
44="&Mostrar Extensões de Arquivo"
45="&Reconstruir Cache de Ícones do Shell"
46="&Abrir Arquivo de Configuração"
47="&Abrir Arquivo de Layout de Ícones"
48="Adicionar ao &Menu de Contexto da Área de Trabalho"
49="Adicionar ao Menu de Contexto &Meu Computador"
50="Use a Tecla &Shift para Exibir"
51="&Adicionar Apenas Opção de Restauração"
52="&Copiar para Arquivos de Programa"
53="Abrir &Pasta de Instalação"
54="&Desinstalar Tudo"
55="&Doar"
56="&Contato"
57="&Página Inicial"
58="&Sobre"
59="&Layout dos Ícones da Área de Trabalho"
60="&#NUM. Restaurar Layout dos Ícones"
61="&#NUM. Salvar no Layout dos Ícones"
62="&Iniciar ReIcon"
63="Arquivos de Layout de Ícones"
64="Atalho"
65="Windows está Desconectado"
66="Deseja Excluir o Layout de Ícones selecionado?\n Deseja excluir os Layouts de Ícones selecionados?\n Deseja excluir toda a lista?"
67="Deseja Atualizar o Layout dos Ícones selecionado?"
68="Por Favor, Exclua alguns Pontos de Restauração!"
69="Código de Erro:"
70="Não é possível obter Informações da Área de Trabalho!"
71="Não foi possível Gravar o Arquivo!"
72="Você deve ter Direitos de Administrador para esta Função!"
73="O programa foi reiniciado com privilégios de administrador.\n Por favor, Repita sua Ação Anterior!"
74="Para aplicar as configurações o Windows Explorer precisa Reiniciar!\n Deseja reiniciar o Windows Explorer?"

[Language_Czech_čeština]
Translator="Jan Kvarda"
01="ReIcon pomáhá uživatelům uložit a obnovit rozložení ikon na ploše"
02="Prosím čekejte..."
03="Nové rozložení ikon"
04="#NUM ikon, %CurrentUser%"
05="&Soubor\n&Upravit\n&Volby\n&Pomoc"
06="Obnovit rozložení ikon"
07="Uložit rozložení ikon"
08="Vymazat vybrané rozložení ikon"
09="Znovunačíst seznam"
10="O programu"
11="Name\nResolution\nDate-Time\nDetail\nID"
12="&Ukaž Reicon"
13="&Ukončit ReIcon"
14="&Uložit rozložení ikon"
15="&Obnovit rozložení ikon"
16="&Importovat seznam"
17="&Exportovat seznam"
18="Otevřít &Po spuštění"
19="Otevřít &Adresář aplikace"
20="&Command Line info"
21="&Ukončit"
22="&Obnovit"
23="&Aktualizovat"
24="&Posunout nahoru"
25="&Přejmenovat"
26="&Vymazat"
27="&Vymazat vše"
28="&Přidat zástupce do Po spuštění"
29="&Vytvořit zástupce"
30="&Obnovit seznam"
31="&Vždy nahoře"
32="&Skrýt okno po spuštění"
33="&Skrýt minimalizované"
34="Spustit při startu Windows"
35="&Ukázat čáry mřížky"
36="&Autopřejmenování"
37="&Varování před smazáním"
38="&Vypnout autouspořádání"
39="&Zarovnat ikony do mřížky"
40="&Přidat kontextové menu"
41="Povolit Win11 &Classic kontextovou nabídku"
42="Restartovat &Explorer"
43="&Ukaž skryté soubory"
44="&Ukaž přípony souborů"
45="&Znovusestavit Shell Icon Cache"
46="&Otevřít konfigurační soubor"
47="&Otevřít soubor rozložení ikon"
48="Přidat do &desktop kontextového menu"
49="Přidat do &Tento počítač kontextového menu"
50="Použít &Shift Key na displej"
51="&Přidat pouze možnost obnovení"
52="&Kopírovat do Program Files"
53="Otevřít &instalační adresář"
54="&Odinstalovat vše"
55="&Přispět"
56="&Kontakt"
57="&Domovská stránka"
58="&O programu"
59="&Desktop rozložení ikon"
60="&#NUM. Obnovit rozložení ikon"
61="&#NUM. Uložit do rozložení ikon"
62="&Spustit ReIcon"
63="Soubory rozložení ikon"
64="Zástupce"
65="Windows je odhlášenof"
66="Chcete smazat vybrané rozložení ikon?\nChcete smazat vybrané rozvržení ikon?\nChcete smazat celý seznam?"
67="Chcete aktualizovat vybrané rozložení ikon?"
68="Odstraňte prosím několik bodů obnovení!"
69="Error Code:"
70="Nelze získat informace z počítače!"
71="Nelze zapisovat soubor!\n"
72="Pro tuto funkci musíte mít administrátorská práva!"
73="Program se restartoval s právy správce.\nOpakujte prosím předchozí akci!"
74="Chcete-li použít nastavení, musíte restartovat Průzkumník Windows!\nChcete restartovat Průzkumníka Windows?"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="\nデスクトップアイコンの配置を管理できます"
02="処理中・・・ 少々お待ち下さい"
03="新規アイコンレイアウト"
04="#NUM アイコン, %CurrentUser%"
05="ファイル(&F)\n編集(&E)\n設定(&O)\nその他(&H)"
06="選択した配置を復元"
07="現在の配置を保存"
08="選択項目を削除"
09="最新の情報に更新"
10="このソフトについて..."
11="名前\n解像度\n作成日時\n詳細\nID"
12="ウィンドウを表示(&O)"
13="終了(&X)"
14="現在の配置を保存(&S)"
15="選択した配置を復元(&R)"
16="リストファイルを開く(&M)..."
17="現在のリストを保存(&E)..."
18="スタートアップフォルダを開く(&U)..."
19="ReIcon のフォルダを開く(&F)..."
20="コマンドライン情報(&I)..."
21="終了(&X)"
22="選択した配置を復元(&R)"
23="選択した配置を更新(&U)"
24="最上部へ移動(&M)"
25="名前の変更(&N)"
26="選択項目を削除(&D)"
27="すべて削除(&A)"
28="ReIcon をスタートアップフォルダに登録(&S)"
29="選択した配置のショートカットを作成(&C)..."
30="最新の情報に更新(&L)"
31="常に手前に表示(&T)"
32="ウィンドウ非表示で起動する(&W)"
33="最小化時に隠す(&C)"
34="Windows の起動時に開始する(&S)"
35="セルの枠線を表示(&G)"
36="新規作成時に名前を変更(&N)"
37="削除時に警告する(&K)"
38="自動整列を無効にする(&A)"
39="アイコンを等間隔に整列(&P)"
40="右クリックメニューへ追加(&M)"
41="Win11 クラシックコンテキストメニューの有効化(&L)"
42="エクスプローラを再起動する(&R)"
43="隠しファイルを表示する(&H)"
44="拡張子を表示する(&E) "
45="アイコンキャッシュを再構築する(&I)"
46="構成ファイルを開く(&O)..."
47="レイアウトファイルを開く(&F)..."
48="(&1) デスクトップの右クリックメニュー"
49="(&2) マイコンピュータの右クリックメニュー"
50="(&A) [Shift] キー押下時にメニュー表示(&K)"
51="(&B) 復元メニューのみ追加"
52="(&C) Program Files フォルダにコピー"
53="(&D) インストール先を開く..."
54="メニュー登録をすべて解除(&X)"
55="[WEB ] 寄付ページへ(&D)..."
56="[WEB ] お問い合わせ(&Q)..."
57="[WEB ] 作者サイトへ(&H)..."
58="このソフトについて(&A)..."
59="アイコンレイアウトの選択(&D) "
60="&#NUM. 番の配置を復元"
61="&#NUM. 番で配置を保存"
62="ReIcon を起動(&R)"
63="アイコンレイアウトファイル"
64="ショートカット"
65="Windows はログオフされました"
66="選択したレイアウトを削除してもよいですか?\n選択したレイアウトを削除してもよいですか?\nリスト全体を削除してもよいですか?"
67="選択したアイコンの配置を更新しますか?"
68="復元ポイントをいくつか削除してください"
69="エラーコード："
70="デスクトップの情報を取得できません"
71="ファイルの書込みができません"
72="この機能には管理者権限が必要です"
73="管理者権限でプログラムを再起動しました。\n登録を行うには前の操作を繰り返してください。"
74="設定を適用するには、エクスプローラを再起動する必要があります。\nWindowsエクスプローラを再起動してもよいですか?"

[Language_Spanish_Español]
Translator="Freire Hispalensis"
01="ReIcon ayuda a los usuarios a guardar y restaurar el diseño de iconos del escritorio"
02="Espere por favor..."
03="Nuevo diseño de iconos"
04="#NUM iconos, %CurrentUser%"
05="Archivo\nEditar\nOpciones\nAyuda"
06="Restaurar diseño de iconos"
07="Guardar diseño de iconos"
08="Eliminar diseño de icono seleccionado"
09="Actualizar lista"
10="Acerca de"
11="Nombre\nResolución\nFecha y hora\nDetalle\nID"
12="Mostrar Reicon"
13="Salir de Reicon"
14="Guardar diseño de iconos"
15="Restaurar diseño de iconos"
16="Importar lista"
17="Exportar lista"
18="Abrir carpeta de inicio"
19="Abrir carpeta de aplicación"
20="Información de la línea de comandos"
21="Salir"
22="Restaurar"
23="Actualizar"
24="Mover arriba"
25="Renombrar"
26="Borrar"
27="Borrar todo"
28="Agregar un acceso directo a la carpeta de inicio"
29="Crear acceso directo"
30="Actualizar lista"
31="Siempre encima"
32="Ocultar ventana al iniciar"
33="Ocultar cuando se minimiza"
34="Iniciar Reicon con Windows"
35="Mostrar líneas de cuadrícula"
36="Autorenombrar"
37="Advertir antes de eliminar"
38="Desactivar organización automática"
39="Alinear iconos a la cuadrícula"
40="Añadir menú contextual"
41="Habilitar el menú contextual clásico de Win11"
42="Reiniciar Explorador"
43="Mostrar archivos ocultos"
44="Mostrar extensiones de archivo"
45="Reconstruir caché de iconos de Shell"
46="Abrir archivo de configuración"
47="Abrir archivo de diseño de iconos"
48="Agregar al menú contextual del escritorio"
49="Agregar al menú contextual de Mi PC"
50="Use la tecla Mayús para mostrar"
51="Agregar solo opción de restauración"
52="Copiar en Archivos de Programa"
53="Abrir carpeta de instalación"
54="Desinstalar todo"
55="Donar"
56="Contacto"
57="Página oficial"
58="Acerca de"
59="Diseño de iconos de escritorio"
60="&#NUM. Restaurar diseño de iconos"
61="&#NUM. Guardar en diseño de iconos"
62="Lanzar ReIcon"
63="Archivos de diseño de iconos"
64="Atajo"
65="Windows está cerrado"
66="¿Desea eliminar el diseño de iconos seleccionado?\n¿Desea eliminar los diseños de iconos seleccionados?\n¿Quieres borrar toda la lista?"
67="¿Desea actualizar el diseño del icono seleccionado?"
68="¡Elimine algunos puntos de restauración!"
69="Código de error:"
70="¡No se puede obtener información del escritorio!"
71="¡No se puede escribir el archivo!"
72="¡Debe tener derechos de administrador para esta función!"
73="El programa se reinició con privilegios de administrador.\n¡Repita su acción anterior!"
74="Para aplicar la configuración, el Explorador de Windows debe reiniciarse.\n¿Desea reiniciar el Explorador de Windows?"

[Language_Dutch_Nederlands]
Translator="Thibaud Taudin Chabot"
01="ReIcon helpt gebruikers om een icon layout te bewaren en te herstellen"
02="Even wachten..."
03="Nieuwe Icon-layout"
04="#NUM icons, %Current User%"
05="&Bestand\n&Edit\n&Opties\n&Help"
06="Restore Icon Layout"
07="Bewaar Icon Layout"
08="Verwijder geselcteerde Icon Layout"
09="Ververs lijst"
10="Over"
11="Naam\nResolutie\nDatum-Tijd\nDetail\nID"
12="&Toon Reicon"
13="&Verlaat Reicon"
14="&Bewaar Icon Layout"
15="&Herstel Icon Layout"
16="&Importeer lijst"
17="&Exporteer lijst"
18="Open &Startup map"
19="Open &App map"
20="&Command line info"
21="&Afsluiten"
22="&Herstellen"
23="&Bijwerken"
24="&Verplaats naar boven"
25="&Hernaam"
26="&Verwijderen"
27="&Verwijder alles"
28="&Toevoegen link naar de Startup map"
29="&Maak een link"
30="&Ververs de lijst"
31="&Altijd bovenop"
32="&Verberg window bij Startup"
33="&Verberg geminimaliseerd"
34="Start ReIcon met Windows"
35="&Toon grid lijnen"
36="&Auto Herbenoemen"
37="&Disable Auto Arrange"
38="&Auto verdelen uitschakelen"
39="&Oplijnen icons op gridlijnen"
40="&Toevoegen aan context menu"
41="Win11 &Classic Context Menu"
42="Herstaten &Explorer"
43="&Toon verborgen bestanden"
44="&Toon bestands extenties"
45="&Opnieuw opbouwen Shell Icon Cache"
46="&Open Configuratie bestand"
47="&Open Icon Layout bestand"
48="Toevoegen aan &Desktop Context Menu"
49="Toevoegen aan &My Computer Context Menu"
50="Gebruik &Shift Key om te tonen"
51="&toevoegen Alleen herstellen optie"
52="Open &Installation Folder"
53="Open &Installatie map"
54="&Uninstall All"
55="&About"
56="&Contact"
57="&HomePage"
58="&Over"
59="&Desktop Icon Layout"
60="&#NUM. Herstel Icon Layout"
61="&#NUM. Bewaren in Icon Layout"
62="&Start ReIcon"
63="Icon Layout Files"
64="Link"
65="Windows is logged off"
66="Wil je de geselecteerde icon layout verwijderen?\nWil je alle geselecteerde icon layouts verwijderen?\nWil de hele lijst verwijderen ?"
67="Wil de geselecteerde icon layout bijwerken?"
68="Graag een aantal herstel punten verwijderen!"
69="Error Code:"
70="Kan geen informatie van de desktop vinden!"
71="Kan niet naar bestand schrijven!"
72="Je moet administrator rechetn hebben om dit te doen!"
73="Het programma is opnieuw opgestart met administrator rechten.\nGraag je voorgaande actie herhalen!"
74="Om de aangepaste instellingen toe te passen moet windows explorer opnieuw opgestart worden!\nWil je Windows Explorer opnieuw opstarten?"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="ReIcon ajută utilizatorii să salveze și să restabilească aspectul pictogramei de pe desktop"
02="Vă rugăm așteptați..."
03="Aspect nou pictogramă"
04="#NUM pictograme, %CurrentUser%"
05="&Fișier\n &Editare\n &Opțiuni\n &Ajutor"
06="Restaurați aspectul pictogramei"
07="Salvați aspectul pictogramei"
08="Ștergeți aspectul pictogramei selectate"
09="Actualizați lista"
10="Despre"
11="Nume\n Rezoluție\n Data-Ora\n Detaliu\n ID"
12="&Afișați Reicon"
13="&Ieșire din Reicon"
14="&Salvați aspectul pictogramei"
15="&Restaurați aspectul pictogramei"
16="&Importare Listă"
17="&Exportare listă"
18="&Deschideți dosarul de pornire"
19="&Deschideți dosarul aplicației"
20="&Informații despre linia de comandă"
21="&Ieșire"
22="&Restaurare"
23="&Actualizare"
24="&Mutați în partea de sus"
25="&Redenumire"
26="&Ștergere"
27="&Ștergerea tuturor"
28="&Adăugați o comandă rapidă la dosarul de pornire"
29="&Creați o comandă rapidă"
30="&Reîmprospătare listă"
31="&Întotdeauna la început"
32="&Ascundeți fereastra la pornire"
33="&Ascundeți când este minimizat"
34="Porniți Reicon cu Windows"
35="&Afișați liniile grilei"
36="&Redenumire automată"
37="&Avertizați înainte de ștergere"
38="&Dezactivați aranjarea automată"
39="&Aliniați pictogramele la grilă"
40="&Adăugați meniu contextual"
41="&Activați Win11 Meniul contextual clasic"
42="&Reporniți Exploratorul"
43="&Afișați fișierele ascunse"
44="&Afișați extensiile fișierelor"
45="&Reconstruiți memoria cache a pictogramelor Shell"
46="&Deschideți fișierul de configurare"
47="&Deschideți fișierul aspect pictogramă"
48="&Adăugați în meniul contextual Desktop"
49="&Adăugați la Computerul meu Meniul contextual"
50="&Folosiți tasta Shift pentru afișare"
51="&Adăugați numai opțiunea de restaurare"
52="&Copiați în fișierele program"
53="&Deschideți dosarul instalare"
54="&Dezinstalați toate"
55="&Donează"
56="&Contact"
57="&Pagina de pornire"
58="&Despre"
59="&Aspect pictogramă desktop"
60="&#NUM. Restaurați aspectul pictogramei"
61="&#NUM. Salvare în aspectul pictogramei"
62="&Lansați ReIcon"
63="Fișiere de aspect pentru pictograme"
64="Comandă rapidă"
65="Windows este deconectat"
66="Doriți să ștergeți aspectul pictogramei selectate?\n Doriți să ștergeți aspectul pictogramelor selectate?\n Doriți să ștergeți întreaga listă?"
67="Doriți să actualizați aspectul pictogramei selectat?"
68="Vă rugăm să ștergeți câteva puncte de restaurare!"
69="Cod de eroare:"
70="Nu pot obține informații de pe desktop!"
71="Nu se poate scrie fișierul!"
72="Trebuie să aveți drepturi de administrator pentru această funcție!"
73="Programul a fost repornit cu privilegii de administrator.\n Vă rugăm să repetați acțiunea anterioară!"
74="Pentru a aplica setările, Windows Explorer trebuie să reporniți!\n Doriți să reporniți Windows Explorer?"

[Language_Italian_Italiano]
Traduttore="Piergiuseppe Denti"
01="ReIcon aiuta gli utenti a salvare e ripristinare il layout delle icone del desktop"
02="Per favore, aspetta..."
03="Nuovo layout icone"
04="#NUM icone, %CurrentUser%"
05="&File\n &Modifica\n &Opzioni\n &Aiuto"
06="Ripristina layout icone"
07="Salva Layout Icone"
08="Elimina layout icona selezionato"
09="Aggiorna elenco"
10="Informazioni"
11="Nome\n Risoluzione\n Data-Ora\n Dettagli\n ID"
12="&Mostra icona"
13="&Reicona di uscita"
14="&Salva layout icona"
15="&Ripristina layout icona"
16="&Elenco importazione"
17="&Elenco di esportazione"
18="Apri &Cartella di avvio"
19="Apri cartella &App"
20="&Informazioni riga di comando"
21="&Esci"
22="&Ripristina"
23="&Aggiorna"
24="&Sposta in alto"
25="&Rinomina"
26="&Cancella"
27="&Elimina tutto"
28="&Aggiungi un collegamento alla cartella di avvio"
29="&Crea collegamento"
30="&Aggiorna elenco"
31="&Sempre in primo piano"
32="&Nascondi finestra all'avvio"
33="&Nascondi quando ridotto a icona"
34="Avvia Reicon con Windows"
35="&Mostra linee griglia"
36="&Rinomina automaticamente"
37="&Avvisa prima di eliminare"
38="&Disattiva disposizione automatica"
39="&Allinea icone alla griglia"
40="&Aggiungi menu contestuale"
41="Abilita Win11 e menu contestuale classico"
42="Riavvia ed esploratore"
43="&Mostra file nascosti"
44="&Mostra estensioni file"
45="&Ricostruisci cache icone shell"
46="&Apri file di configurazione"
47="&Apri file layout icone"
48="Aggiungi al menu contestuale &Desktop"
49="Aggiungi al menu contestuale &Il mio computer"
50="Usa il tasto &Maiusc per visualizzare"
51="&Aggiungi solo opzione di ripristino"
52="&Copia nei file di programma"
53="Apri &Cartella di installazione"
54="&Disinstalla tutto"
55="&Dona"
56="&Contatto"
57="&Pagina iniziale"
58="&Informazioni"
59="&Disposizione icone desktop"
60="&#NUM. Ripristina layout icona"
61="&#NUM. Salva in layout icona"
62="&Avvia icona"
63="File layout icone"
64="Scorciatoia"
65="Windows è disconnesso"
66="Vuoi eliminare il layout delle icone selezionato?\n Vuoi eliminare i layout delle icone selezionati?\n Vuoi eliminare l'intero elenco?"
67="Vuoi aggiornare il layout delle icone selezionate?"
68="Elimina alcuni punti di ripristino!"
69="Codice errore:"
70="Impossibile ottenere informazioni dal desktop!"
71="Impossibile scrivere il file!"
72="Devi disporre dei diritti di amministratore per questa funzione!"
73="Il programma è stato riavviato con i privilegi di amministratore.\n Ripetere l'operazione precedente!"
74="Per applicare le impostazioni è necessario riavviare Windows Explorer!\n Riavviare Windows Explorer?"

[Language_Greek_Ελληνικά]
Translator="geogeo.gr"
01="Το ReIcon βοηθάει στην αποθήκευση και αποκατάσταη της διάταξης των εικονιδίων στην επιφάνεια εργασίας."
02="Παρακαλώ περιμένετε..."
03="Νέα διάταξη εικονιδίων"
04="#NUM εικονίδια, %CurrentUser%"
05="&Αρχείο\n &Επεξεργασία\n Επι&λογές\n &Βοήθεια"
06="Επαναφορά διάταξης εικονιδίων"
07="Αποθήκευση διάταξης εικονιδίων"
08="Διαγραφή επιλεγμένης διάταξης εικονιδίων"
09="Ανανέωση λίστας"
10="Περί"
11="Όνομα\n Ανάλυση\n Ημερομηνία - Ώρα\n Λεπτομέρειες\n ID"
12="&Εμφάνιση Reicon"
13="Έ&ξοδος από Reicon"
14="&Αποθήκευση διάταξης εικονιδίων"
15="&Επαναφορά διάταξης εικονιδίων"
16="Ε&ισαγωγή λίστας"
17="Εξα&γωγή λίστας"
18="Άνοιγμα φακέλου ε&κκίνησης"
19="Άνοιγμα φακέλου ε&φαρμογής"
20="&Πληροφορίες Γραμμής εντολών"
21="Έ&ξοδος"
22="Επανα&φορά"
23="&Ενημέρωση"
24="Μετακίνηση στην &κορυφή"
25="&Μετονομασία"
26="&Διαγραφή"
27="Διαγραφή ό&λων"
28="&Προσθήκη συντόμευσης στο φάκελο εκκίνησης"
29="Δημιουργία &συντόμευσης"
30="Α&νανέωση λίστας"
31="&Πάντα στην κορυφή"
32="Απόκρ&υψη παραθύρου κατά την εκκίνηση"
33="Απόκρυ&ψη κατά την ελαχιστοποίηση"
34="Έναρ&ξη του Reicon μαζί με τα Windows"
35="Εμφάνιση &γραμμών πλέγματος"
36="Αυτόματη &μετονομασία"
37="Πρ&οειδοποίηση πριν τη διαγραφή"
38="&Απενεργοποίηση αυτόματης τακτοποίησης"
39="&Στοίχιση εικονιδίων στο πλέγμα"
40="Προσ&θήκη στο μενού περιβάλλοντος"
41="Ενεργοποίηση κ&λασικού μενού περιβάλλοντος Win11"
42="Επα&νεκκίνηση Eξερεύνησης"
43="Εμφάνιση &κρυφών αρχείων"
44="Εμφάνιση &επεκτάσεων αρχείων"
45="Αναδόμ&ηση προσωρινής μνήμης εικονιδίων κελύφους"
46="Άνοιγμα αρχείου &ρυθμίσεων"
47="Άνοιγμα αρχείου &διάταξης εικονιδίων"
48="Προσθήκη στο μενού περιβ. &επιφάνειας εργασίας"
49="Προσθήκη στο μενού περιβ. &Αυτός ο υπολογιστής"
50="&Χρήση πλήκτρου Shift για εμφάνιση"
51="&Προσθήκη μόνο επιλογής επαναφοράς"
52="Αντι&γραφή στα Αρχεία εφαρμογών"
53="Ά&νοιγμα φακέλου εγκατάστασης"
54="Απεγ&κατάσταση όλων"
55="&Δωρεά"
56="&Επικοινωνία"
57="&Ιστοσελίδα"
58="&Περί..."
59="&Διάταξη εικονιδίων επιφάνειας εργασίας"
60="&#NUM. Επαναφορά διάταξης εικονιδίων"
61="&#NUM. Αποθήκευση στη διάταξη εικονιδίων"
62="Ε&κκίνηση ReIcon"
63="Αρχεία διάταξης εικονιδίων"
64="Συντόμευση"
65="Τα Windows έχουν αποσυνδεθεί"
66="Θέλετε να διαγράψετε την επιλεγμένη διάταξη εικονιδίων;\n Θέλετε να διαγράψετε τις επιλεγμένες διατάξεις εικονιδίων;\n Θέλετε να διαγράψετε ολόκληρη τη λίστα;"
67="Θέλετε να ενημερώσετε την επιλεγμένη διάταξη εικονιδίων;"
68="Παρακαλώ διαγράψτε μερικά σημεία επαναφοράς!"
69="Κωδικός σφάλματος:"
70="Δεν είναι δυνατή η λήψη πληροφοριών από την επιφάνεια εργασίας!"
71="Δεν είναι δυνατή η εγγραφή στο αρχείο!"
72="Πρέπει να έχετε δικαιώματα διαχειριστή γι αυτήν τη λειτουργία!"
73="Το πρόγραμμα επανεκκινήθηκε με δικαιώματα διαχειριστή.\n Επαναλάβετε την προηγούμενη ενέργεια!"
74="Για εφαρμογή των ρυθμίσεων απαιτείται επανεκκίνηση της Εξερεύνησης των Windows!\n Θέλετε να επανεκκινήσετε την Εξερεύνηση των Windows;"

[Language_Hebrew_עברית]
Translator="נחמן מזוז-מתמחים-טופ"
01="ReIcon לעזור למשתמשים לשמור ולשחזר פריסת סמלים של שולחן העבודה"
02="נא המתן..."
03="פריסת סמלים חדשה"
04="#NUM סמלים, %CurrentUser%"
05="&קובץ\n&עריכה\n&אפשרויות\n&עזרה"
06="שחזור פריסת סמלים"
07="שמירת פריסת סמלים"
08="מחיקת פריסת סמל שנבחרה"
09="רענן רשימה"
10="אודות"
11="שם\nרזולוציה\nתאריך-שעה\nפרט\nID"
12="&הצג סמל"
13="&יציאה סמל"
14="&שמור פריסת סמלים"
15="&שחזור פריסת סמלים"
16="&ייבא רשימה"
17="&ייצא רשימה"
18="פתח &תיקיית אתחול"
19="פתח &הוסף תקייה"
20="&מידע על שורת הפקודה"
21="&יציאה"
22="&שחזר"
23="&עדכן"
24="&הבא למעלה"
25="&שנה שם"
26="&מחק"
27="&מחק הכל"
28="&הוסף קיצור דרך למסך התחל"
29="&צור קיצור דרך"
30="&רענן רשימה"
31="&השאר תמיד למעלה"
32="&'הסתר חלון' בהפעלה"
33="&הסתר במזעור"
34="התחל את Reicon עם Windows"
35="&הצגת קווי רשת"
36="&שנה שם אוטומטי"
37="&הזהר לפני מחיקה"
38="&השבת את הסדר האוטומטי"
39="&יישור סמלים לרשת"
40="&הוספת תפריט הקשר"
41="הפעל את Win11 &תפריט ההקשר הקלאסי"
42="הפעלה מחדש &סייר"
43="&הצג קצים מוסתרים"
44="&הצג סיומות קבצים"
45="&בנייה מחדש של מטמון סמלים של מעטפת"
46="&פתח קובץ תצורה"
47="&פתח קובץ פריסת סמלים"
48="הוספה לתפריט ההקשר של שולחן העבודה"
49="הוסף ל& תפריט ההקשר של המחשב שלי"
50="מקש 'שימוש והסטה לתצוגה'"
51="&הוסף רק אפשרות שחזור"
52="&העתקה לקבצי תוכניות"
53="תיקיית פתיחה &התקנה"
54="&הסרת הכל"
55="&תרום"
56="&יצירת קשר"
57="&דף הבית שלנו"
58="&אודותינו"
59="&פריסת סמל שולחן העבודה"
60="&#NUM. שחזור פריסת סמלים"
61="&#NUM. שמור בפריסת סמלים"
62="&הרצת אייקון"
63="קבצי פריסת סמלים"
64="קיצורי דרך"
65="ווינדוס מנותק"
66="האם ברצונך למחוק את פריסת הסמל שנבחרה?\nהאם ברצונך למחוק את פריסות הסמלים שנבחרו?\nהאם ברצונך למחוק את הרשימה כולה?"
67="האם ברצונך לעדכן את פריסת הסמלים שנבחרה?"
68="אנא מחק כמה נקודות שחזור!"
69="קוד שגיאה:"
70="לא ניתן לקבל מידע משולחן העבודה!"
71="לא ניתן לכתוב קובץ!"
72="עליך להיות בעל זכויות מנהל מערכת עבור פונקציה זו!"
73="כדי להחיל את ההגדרות סייר חלונות צריך להפעיל מחדש!\nהאם ברצונך להפעיל מחדש את סייר Windows?"
74="כדי להחיל את ההגדרות סייר חלונות צריך להפעיל מחדש!\nהאם ברצונך להפעיל מחדש את סייר Windows?"

[Language_Lithuanian_lietuvių]
Translator="Tomas Šačkus"
01="„ReIcon“ padeda naudotojams išsaugoti ir atkurti darbalaukio ikonų išsidėstymus"
02="Prašome palaukti..."
03="Naujas ikonų išsidėstymas"
04="#NUM ikonų, %CurrentUser%"
05="&Failas\n &Taisymas\n &Nustatymai\n &Pagalba"
06="Atkurti ikonų išsidėstymą"
07="Išsaugoti ikonų išsidėstymą"
08="Ištrinti pasirinktą ikonų išsidėstymą"
09="Atnaujinti sąrašą"
10="Apie"
11="Pavadinimas\n Raiška\n Data ir laikas\n Ypatybės\n ID"
12="&Rodyti „ReIcon“"
13="&Išeiti iš „ReIcon“"
14="&Išsaugoti ikonų išsidėstymą"
15="&Atkurti ikonų išsidėstymą"
16="&Importuoti sąrašą"
17="&Eksportuoti sąrašą"
18="Atidaryti automatinio paleidimo aplanką"
19="Atidaryti programos aplanką"
20="&Komandinės eilutės informacija"
21="&Išeiti"
22="&Atkurti"
23="&Atnaujinti"
24="&Patraukti į viršų"
25="&Pervadinti"
26="&Ištrinti"
27="&Ištrinti viską"
28="&Pridėti nuorodą į automatinio paleidimo aplanką"
29="&Sukurti nuorodą"
30="&Atnaujinti sąrašą"
31="&Visada viršuje"
32="&Slėpti langą pasileidžiant"
33="&Slėpti suskleistą langą"
34="Pradėti „ReIcon“ su „Windows“"
35="&Rodyti tinklelio linijas"
36="&Automatiškai pervadinti"
37="&Įspėti prieš ištrinant"
38="&Išjungti automatinį išdėstymą"
39="&Lygiuoti ikonas tinklelyje"
40="&Pridėti kontekstinį meniu"
41="Įjungti „Windows 11“ kontekstinį meniu"
42="Perkrauti „Explorer“"
43="&Rodyti paslėptus elementus"
44="&Rodyti failų plėtinius"
45="&Atnaujinti ikonų podėlį („cache“)"
46="&Atidaryti konfigūracijos failą"
47="&Atidaryti ikonų išsidėstymo failą"
48="Pridėti prie darbalaukio kontekstinio meniu"
49="Pridėti prie „Šis kompiuteris“ kontekstinio meniu"
50="Naudoti „Shift“ klavišą rodymui"
51="&Pridėti tik atkūrimo parinktį"
52="&Nukopijuoti į „Program Files“"
53="Atidaryti įdiegties aplanką"
54="&Išdiegti viską"
55="&Aukoti"
56="&Susisiekti"
57="&Namų puslapis"
58="&Apie"
59="&Darbalaukio ikonų išsidėstymas"
60="&#NUM. Atkurti ikonų išsidėstymą"
61="&#NUM. Išsaugoti ikonų išsidėstyme"
62="&Paleisti „ReIcon“"
63="Ikonų išsidėstymų failai"
64="Nuoroda"
65="„Windows“ sistema atsijungusi"
66="Ar norite ištrinti pasirinktą ikonų išsidėstymą?\n Ar norite ištrinti pasirinktus ikonų išsidėstymus?\n Ar norite ištrinti visą sąrašą?"
67="Ar norite atnaujinti pasirinktą ikonų išsidėstymą?"
68="Ištrinkite kelis atkūrimo taškus!"
69="Klaidos kodas:"
70="Nepavyksta gauti informacijos iš darbalaukio!"
71="Nepavyksta įrašyti failo!"
72="Reikia administratoriaus privilegijų šiai funkcijai!"
73="Programa persikrovė su administratoriaus privilegijomis\n Pakartokite savo ankstesnį veiksmą!"
74="Nustatymų pritaikymui „Windows Explorer“ turi persikrauti!\n Ar norite perkrauti „Windows Explorer“?"

[Language_Slovak_Slovenčina]
Translator="VAIO"
01="ReIcon pomáhá užívateľom uložiť a obnoviť rozloženie ikôn na ploche"
02="Prosím čakajte..."
03="Nové rozloženie ikôn"
04="#NUM ikôn, %CurrentUser%"
05="Obnovit rozloženie ikôn\n&Editovať\n&Nastavenia\n&Pomoc"
06="Obnoviť rozloženie ikôn"
07="Uložiť rozloženie ikôn"
08="Vymazať vybrané rozloženie ikôn"
09="Znova načítať zoznam"
10="O programe"
11="Názov\nRozlíšenie\nDátum - Čas\nDetail\nID"
12="&Ukaž Reicon"
13="&Ukončiť ReIcon"
14="&Uložiť rozloženie ikôn"
15="&Obnoviť rozloženie ikôn"
16="&Importovať zoznam"
17="&Exportovať zoznam"
18="Otvoriť &ponuku Po spustení"
19="Otvoriť &Adresár aplikácie"
20="&Informácie Príkazového riadku"
21="&Ukončit"
22="&Obnoviť"
23="&Aktualizovať"
24="&Posunúť hore"
25="&Premenovať"
26="&Vymazať"
27="&Vymazať všetko"
28="&Pridať zástupcu do ponuky Po spustení"
29="&Vytvoriť zástupcu"
30="&Obnovit zoznam"
31="&Vždy navrchu"
32="&Minimalizovať do TRAY po spustení"
33="&Minimalizovať do TRAY"
34="Spustiť pri štarte Windows"
35="&Ukázat čiary mriežky"
36="&Automatické premenovanie"
37="&Varovanie pred zmazaním"
38="&Vypnúť automatické usporiadanie ikôn"
39="&Zarovnať ikony do mriežky"
40="&Pridať kontextové menu"
41="Povolit Win11 &Classic kontextovú ponuku"
42="Reštartovať &Explorer"
43="&Ukáž skryté súbory"
44="&Ukáž prípony súborov"
45="&Obnoviť Shell Icon Cache"
46="&Otvoriť konfiguračný súbor"
47="&Otvoriť súbor rozloženia ikôn"
48="Pridať do &desktop kontextového menu"
49="Pridat do &Tento počítač kontextového menu"
50="Použíť &Shift Key k zobrazeniu"
51="&Pridať iba možnosť obnovenia"
52="&Kopírovať do Program Files"
53="Otvoriť &inštalačný adresár"
54="&Odinštalovať všetko"
55="&Prispeť"
56="&Kontakt"
57="&Domovská stránka"
58="&O programe"
59="&Rozloženie ikôn Pracovnej plochy"
60="&#NUM. Obnoviť rozloženie ikôn"
61="&#NUM. Uložiť rozloženie ikôn"
62="&Spustiť ReIcon"
63="Súbory rozloženia ikôn"
64="Odkaz"
65="Windows je odhlásený"
66="Chcete zmazať vybrané rozloženie ikôn?\nChcete zmazať vybrané rozvrhnutie ikôn?\nChcete zmazať celý zoznam?"
67="Chcete aktualizovať vybrané rozloženie ikôn?"
68="Odstraňte prosím niekoľko bodov obnovenia!"
69="Nelze získat informace z počítače!"
70="Nieje možné získať informácie z počítača!"
71="Nedá sa zapisovať súbor!\n"
72="Pro túto funkciu musíte mať administrátorské práva!"
73="Program se reštartoval s právami správcu.\nOpakujte prosím predchádzajúcu akciu!"
74="Ak chcete použiť nastavenie, musíte reštartovať Prieskumník Windows!\nChcete reštartovať Prieskumníka Windows?"

[Language_Vietnamese_Tiếng Việt]
Người dịch="Điệp Hoàng"
01="ReIcon giúp người dùng Lưu và khôi phục bố cục biểu tượng trên màn hình"
02="Xin vui lòng chờ..."
03="Mới biểu tượng cục bộ"
04="#NUM biểu tượng, %Người dùng hiện tại%"
05="Tài liệu\nBiên tập\nTùy chọn\n Hỗ trợ"
06="Biểu tượng Khôi phục bố cục"
07="Lưu bố cục biểu tượng"
08="Xóa bố cục biểu tượng đã chọn"
09="Làm mới danh sách"
10="Thông tin"
11="Tên\nNghị quyết\nNgày giờ\nChi tiết\nNHẬN DẠNG"
12="&Hiển thị Reicon"
13="&Thoát Reicon"
14="&Lưu bố cục biểu tượng"
15="&Khôi phục bố cục biểu tượng"
16="&Nhập danh sách"
17="&Xuất danh sách"
18="Mở &khởi động thư mục"
19="Mở ứng dụng &Thư mục"
20="&Lệnh thông tin dòng"
21="&Đóng"
22="&Khôi Phục"
23="&Cập Nhật"
24="&Luôn Hiện"
25="&Đổi Tên"
26="&Xoá"
27="&Xoá Tất Cả"
28="Thêm đường tắt vào thư mục khởi động"
29="&Tạo đường tắt"
30="&Làm danh sách mới"
31="Luôn luôn ở đầu trang"
32="&Ẩn cửa sổ khi khởi động"
33="&Ẩn khi thu nhỏ"
34="Khởi động Reicon với Windows"
35="&Hiển thị đường lưới"
36="&Tự động đổi tên"
37="&Cảnh báo trước khi xóa"
38="&Tắt Tự động Sắp xếp"
39="&Căn chỉnh biểu tượng vào lưới"
40="&Thêm menu ngữ cảnh"
41="Bật Win11 &Menu ngữ cảnh cổ điển"
42="Khởi động lại &Explorer"
43="&Hiển thị các tập tin ẩn"
44="&Hiển thị phần mở rộng tệp"
45="&Xây dựng lại bộ đệm biểu tượng Shell"
46="&Mở tệp cấu hình"
47="&Mở tệp bố cục biểu tượng"
48="Thêm vào &Menu ngữ cảnh trên màn hình"
49="Thêm vào &Menu ngữ cảnh máy tính của tôi"
50="Sử dụng phím &Shift để hiển thị"
51="&Chỉ Thêm Tùy chọn Khôi phục"
52="&Sao chép vào tệp chương trình"
53="Mở &Thư mục cài đặt"
54="&Gỡ cài đặt tất cả"
55="&Quyên góp"
56="&Liên hệ"
57="&Trang chủ"
58="&Giới thiệu"
59="&Bố cục biểu tượng màn hình"
60="&#NUM. Khôi phục bố cục biểu tượng"
61="&#NUM. Lưu vào Bố cục Biểu tượng"
62="&Khởi chạy ReIcon"
63="Tệp bố cục biểu tượng"
64="Phím tắt"
65="Windows đã bị đăng xuất"
66="Bạn có muốn xóa bố cục biểu tượng đã chọn không?\nBạn có muốn xóa bố cục biểu tượng đã chọn không?\nBạn có muốn xóa toàn bộ danh sách không?"
67="Bạn có muốn cập nhật bố cục biểu tượng đã chọn không?"
68="Xin vui lòng xóa một số điểm khôi phục!"
69="Mã lỗi:"
70="Không thể lấy thông tin từ máy tính để bàn!"
71="Không thể ghi tập tin!"
72="Bạn phải có quyền quản trị viên cho chức năng này!"
73="Chương trình đã khởi động lại với đặc quyền của quản trị viên.\nVui lòng lặp lại hành động trước đó của bạn!"
74="Để áp dụng cài đặt, windows explorer cần khởi động lại!\nBạn có muốn khởi động lại Windows Explorer không?"
